Repository: supsi-dacd-isaac/pvxte-web
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, fr, it

source: Electrical
de: Elektrisch
fr: Électrique
it: Elettrico

source: Buses
de: Busse
fr: Bus
it: Bus

source: Deposit charger
de: Depot-Ladegerät
fr: Chargeur au dépôt
it: Caricatore al deposito

source: Other chargers (e.g. pantographs)
de: Weitere Ladegeräte (z. B. Stromabnehmer)
fr: Autres chargeurs (p. ex. pantographes)
it: Altri caricatori (es. pantografi)

source: Maintenance
de: Wartung
fr: Entretien

source: Consumption
de: Verbrauch
fr: Consommation

source: Annual expenditure and operative costs
de: Jährliche Ausgaben und Betriebskosten
fr: Dépenses annuelles et coûts d’exploitation

source: year
de: Jahr
fr: année
it: anno

source: Create simulation
de: Simulation erstellen
fr: Créer une simulation
it: Creare una simulazione

source: Company management
de: Unternehmen verwalten
fr: Gestion de l'entreprise
it: Gestione dell'azienda

source: User
de: Benutzer
fr: Utilisateur
it: Utente

source: Are you sure to logout?
de: Sind Sie sicher dass Sie sich abmelden wollen?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
it: Sei sicuro di voler fare il logout?

source: Logout
de: Abmelden
fr: Déconnexion
it: Disconnessione

source: Home
de: Startseite
fr: Accueil

source: Login
de: Anmelden
fr: Connexion

source: Signup
de: Anmeldung
fr: S'inscrire
it: Iscrizioni

source: Language
de: Sprache
fr: Langue
it: Lingua

source: Buses models list
de: Busse Modelle Liste
fr: Liste des modèles de bus
it: Elenco dei modelli di autobus

source: Name
fr: Nom
it: Nome

source: Length
de: Länge
fr: Longueur
it: Lunghezza

source: Maximum passengers capacity
de: Maximale Passagierkapazität
fr: Capacité maximale de passagers
it: Capacità massima di passeggeri

source: Minimum required battery packs
de: Mindestens benötigte Akkupacks
fr: Packs de batteries minimums requis
it: Pacchi batteria minimi richiesti

source: Maximum allowed battery packs
de: Maximal zulässige Batteriesätze
fr: Nombre maximal de batteries autorisé
it: Pacchi batteria massimi consentiti

source: Capacity of a battery pack
de: Kapazität eines Batteriesatzes
fr: Capacité d'une batterie
it: Capacità di un pacco batteria

source: Empty weight of a bus without battery
de: Leergewicht eines Busses ohne Batterie
fr: Poids à vide d'un autobus sans batterie
it: Peso a vuoto di un autobus senza batteria

source: Weight of a battery pack
de: Gewicht eines Batteriepacks
fr: Poids d'une batterie
it: Peso di un pacco batteria

source: Delete
de: löschen
fr: Supprimer
it: Cancellare

source: Weight
de: Gewicht
fr: Poids
it: Peso

source: Bus cost
de: Kosten des Busses
fr: Coût du bus
it: Costo dell'autobus

source: Battery pack capacity
de: Kapazität des Akkupacks
fr: Capacité des batteries
it: Capacità del pacco batteria

source: Single pack cost
de: Kosten eines einzelnen Packs
fr: Coût d’un pack
it: Costo della singola batteria

source: Are you sure you want to delete the bus model?
de: Sind Sie sicher dass Sie das Busmodell löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer le modèle de bus ?
it: È sicuro di voler eliminare il modello di bus?

source: Add new
de: Neu hinzufügen
fr: Ajouter une nouvelle section
it: Aggiungere nuovo

source: meters
de: Meter
fr: mètres
it: metri

source: Terminals and distances setting
de: Einstellung der Klemmen und Abstände
fr: Paramétrage des bornes et des distances
it: Impostazione dei terminali e delle distanze

source: Terminals file
de: Klemmen-Datei
fr: Fichier de bornes
it: File dei terminali

source: Example file
de: Beispiel-Datei
fr: Fichier d'exemples
it: File di esempio

source: Distances file
de: Datei für Entfernungen
fr: Fichier de distances
it: File delle distanze

source: Have you checked the files format before uploading them?
de: Haben Sie das Format der Dateien vor dem Hochladen überprüft?
fr: Avez-vous vérifié le format des fichiers avant de les télécharger ?
it: Avete controllato il formato dei file prima di caricarli?

source: Upload terminal and distances files
de: Dateien hochladen
fr: Télécharger des fichiers
it: Carica file

source: Terminals section
de: Abschnitt Terminals
fr: Section des bornes
it: Sezione Terminali

source: Elevation
de: Höhenlage
fr: Elévation
it: Altezza

source: Charging station
de: Ladestation
fr: Station de recharge
it: Stazione di ricarica

source: Plugin charger station at deposit
de: Depot-Ladegerät (Stecker)
fr: Chargeur au dépôt (prise)
it: Caricatore al deposito

source: Charger (e.g. pantograph, plugin)
de: Ladegerät (z. B. Stromabnehmer, Stecker)
fr: Chargeur (p. ex. pantographe, prise)
it: Caricatore (es. pantografo, plugin)

source: None
de: Keine
fr: Aucun
it: Nessuno

source: Simulation results
de: Ergebnisse der Simulation
fr: Résultats de la simulation
it: Risultati della simulazione

source: Main simulation inputs
de: Wichtigste Simulationsparameter
fr: Principaux paramètres de simulation

source: Bus model
de: Busmodell
fr: Modèle de bus
it: Modello di autobus

source: Deposit charger cost
de: Kosten Depot-Ladegerät
fr: Coût du chargeur au dépôt

source: Not deposit charger cost
de: Kosten Ladegerät außerhalb des Depots
fr: Coût du chargeur hors dépôt

source: Pantograph maximum charging power
de: Stromabnehmer maximale Ladeleistung
fr: Puissance de charge maximale du pantographe
it: Potenza massima di carica del pantografo

source: Maximum charging power at deposit
de: Maximale Ladeleistung bei Ablagerung
fr: Puissance de charge maximale au dépôt
it: Potenza massima di carica al deposito

source: Buses efficiency
de: Effizienz der Busse
fr: Efficacité des bus
it: Efficienza degli autobus

source: Buses maintainance
de: Wartung der Busse
fr: Entretien des bus
it: Manutenzione degli autobus

source: Annual usage per single bus
de: Jährlicher Verbrauch für einen einzelnen Bus
fr: Utilisation annuelle par bus
it: Utilizzo annuale per singolo autobus

source: Energy tariff
de: Energietarif
fr: Tarif de l'énergie
it: Tariffa energetica

source: Connection cost
de: Anschlusskosten
fr: Coût de connexion
it: Costo della connessione

source: Energy model calibration parameter
de: Kalibrierungsparameter des Energiemodells
fr: Paramètre d’étalonnage du modèle énergétique

source: Diesel cost for comparison
de: Dieselkosten zum Vergleich
fr: Coût du diesel pour comparaison
it: Costo nel caso diesel

source: Results
de: Ergebnisse
fr: Résultats
it: Risultati

source: Buses and batteries sizing
de: Dimensionierung von Bussen und Batterien
fr: Dimensionnement des bus et des batteries
it: Dimensionamento degli autobus e delle batterie

source: Number of buses
de: Anzahl der Busse
fr: Nombre de bus
it: Numero di bus

source: Battery packs for each bus
de: Batteriepacks pro Bus
fr: Packs de batteries par bus
it: Pacchetti di batterie

source: Minimum required capacity
fr: Capacité minimale requise
it: Capacità minima richiesta

source: Installable capacity
fr: Capacité installable
it: Capacità installabile

source: Minimum number of drivers
de: Mindestanzahl an Fahrern
fr: Nombre minimal de conducteurs
it: Numero minimo di piloti

source: Investment costs
de: Investitionskosten
fr: Coûts d'investissement
it: Costi di investimento

source: years
de: Jahre
fr: années
it: anni

source: Connection fee
fr: Coût de connexion
it: Costo della connessione

source: Operational costs
de: Betriebliche Kosten
fr: Coûts opérationnels
it: Costi operativi

source: Cost
de: Kosten
fr: Coût
it: Costo

source: TTW emissions saved (diesel comparison)
de: Eingesparte TTW-Emissionen (Dieselvergleich)
fr: Réduction des émissions de TTW (comparaison avec le diesel)
it: Emissioni TTW risparmiate (confronto con il diesel)

source: Break point analysis
de: Break-even-Analyse
fr: Analyse du point de bascule

source: Year
fr: Année
it: Anno

source: Edit bus model
de: Busmodell bearbeiten
fr: Modifier le modèle de bus
it: Modifica del modello di bus

source: Bus section
de: Bus-Bereich
fr: Section bus
it: Sezione bus

source: Bus lifetime
de: Lebensdauer des Busses
fr: Durée de vie du bus
it: Durata di vita dell'autobus

source: Batteries section
de: Batterie-Bereich
fr: Section batteries
it: Sezione batterie

source: Cost of a battery pack
de: Kosten eines Batteriepacks
fr: Coût d’un pack batterie
it: Capacità di un pacco batteria

source: Battery lifetime
de: Lebensdauer der Batterie
fr: Durée de vie de la batterie
it: Durata della batteria

source: User management
de: Benutzerverwaltung
fr: Gestion des utilisateurs
it: Gestione utenti

source: Main settings
de: Haupt-Einstellungen
fr: Paramètres principaux
it: Impostazioni principali

source: Email
fr: Courriel

source: Company
de: Unternehmen
fr: Entreprise
it: Azienda

source: New company
de: Neue Firma
fr: Nouvelle entreprise
it: Nuova compagnia

source: You are updating your profile settings! Are you sure?
de: Sie aktualisieren gerade Ihre Profileinstellungen! Sind Sie sicher?
fr: Vous mettez à jour les paramètres de votre profil ! Êtes-vous sûr de vous ?
it: Stai aggiornando le impostazioni del tuo profilo! Sei sicuro?

source: Update
de: Aktualisieren
fr: Mise à jour
it: Aggiornamento

source: Password
de: Kennwort
fr: Mot de passe

source: New password
de: Neues Passwort
fr: Nouveau mot de passe
it: Nuova password

source: Retype New password
de: Neu eingeben Neues Passwort
fr: Confirmer le nouveau mot de passe
it: Ripetere la nuova password

source: You are changing your password! Are you sure?
de: Sie ändern Ihr Passwort! Sind Sie sich sicher?
fr: Vous modifiez votre mot de passe ! Êtes-vous sûr ?
it: Stai cambiando la tua password! Sei sicuro?

source: Change password
de: Passwort ändern
fr: Modifier le mot de passe
it: Cambia password

source: landing_about_html
fr: <p>PVxTE est un outil web développé dans le cadre du projet PV Tutt'Elettrico, qui vise à élaborer des stratégies avancées pour l'électrification de la flotte d'autobus d'une entreprise de transport public. L'objectif principal est de réduire les émissions polluantes et de promouvoir une mobilité urbaine durable. Grâce à l'adoption de technologies de pointe, notre mission est d'améliorer l'efficacité énergétique des véhicules, de réduire les coûts d'exploitation et de contribuer à des villes plus propres et plus saines. PV Tutt'Elettrico représente une étape vers des environnements urbains plus verts et une réduction significative de l'impact environnemental des transports publics.</p> <p>Le projet est financé par l'<a href='https://www.bav.admin.ch/bav/it/home.html' target='_blank'>Office fédéral des transports</a> dans le cadre de la <a href='https://www.bav.admin.ch/fr/strategie-energetique-2050' target='_blank'>Stratégie énergétique 2050 des transports publics – SETP 2050</a>. PVxTE est un projet open source dont le code est disponible sur <a href='https://github.com/supsi-dacd-isaac/pvxte-web' target='_blank'>github.com/supsi-dacd-isaac/pvxte-web</a>.</p>

source: landing_documentation_html
fr: Avant de commencer à utiliser l'outil, veuillez consulter la <a href='https://github.com/supsi-dacd-isaac/pvxte-web/blob/main/README.md' target='_blank'><b>documentation en ligne</b></a>, qui fournit un guide complet de toutes les sections de l'application.

source: Created at
de: Erstellt bei
fr: Créé à
it: Creato presso

source: Bus Line
de: Buslinie
fr: Ligne de bus
it: Linea di autobus

source: Day Type
de: Tag Typ
fr: Type de jour
it: Tipo di giorno

source: Battery size
de: Batteriegröße
fr: Taille de la batterie
it: Dimensioni delle batterie

source: Detail
de: Einzelheiten
fr: Détail
it: Dettaglio

source: Unfeasible simulation
de: Nicht durchführbare Simulation
fr: Simulation irréalisable
it: Simulazione non fattibile

source: Are you sure you want to delete the simulation?
de: Sind Sie sicher dass Sie die Simulation löschen möchten?
fr: Etes-vous sûr de vouloir supprimer la simulation ?
it: È sicuro di voler eliminare la simulazione?

source: Username
de: Benutzername
fr: Nom d'utilisateur
it: Nome utente

source: Registration
de: Anmeldung
fr: Inscription
it: Registrazione

source: Not registered? Please sign up here!
fr: Vous n'êtes pas encore inscrit ? Inscrivez-vous ici !

source: Error
de: Fehler
fr: Erreur
it: Errore

source: New bus model
de: Neues Busmodell
fr: Nouveau modèle de bus
it: Nuovo modello di autobus

source: You are inserting a new bus model! Are you sure?
de: Sie fügen ein neues Busmodell ein! Sind Sie sicher?
fr: Vous insérez un nouveau modèle de bus ! Etes-vous sûr ?
it: Si sta inserendo un nuovo modello di autobus! Sei sicuro?

source: Submit
de: Senden Sie
fr: Soumettre
it: Invia

source: New simulation - step1
de: Neue Simulation - Schritt 1
fr: Nouvelle simulation - étape 1
it: Nuova simulazione - passo 1

source: Bus/lines section
de: Bereich Bus/Linien
fr: Section bus/lignes
it: Sezione bus/linee

source: Timetable/line file
de: Fahrplan/Liniendatei
fr: Horaire/fichier de ligne
it: Orario/file di linea

source: Nominal charging power section
de: Bereich Nennladeleistung
fr: Section puissance de charge nominale
it: Potenza di carica

source: Single charger in the deposit
de: Einzelnes Ladegerät im Depot
fr: Chargeur unique au dépôt
it: Potenza massima di carica al deposito

source: Other charger (pantograph or plugin) not in the deposit
de: Anderes Ladegerät (Stromabnehmer oder Stecker) außerhalb des Depots
fr: Autre chargeur (pantographe ou prise) hors dépôt
it: Altri caricatori (pantografi o plugin) non in deposito

source: Go to step 2
de: Weiter zu Schritt 2
fr: Aller à l'étape 2
it: Passare alla fase 2

source: New simulation - step2
de: Neue Simulation - Schritt2
fr: Nouvelle simulation - étape 2
it: Nuova simulazione - fase 2

source: Lines
de: Zeilen
fr: Lignes
it: Linee

source: Day type
de: Tagestyp
fr: Type de jour
it: Tipo di giorno

source: CAPEX section
de: CAPEX-Abschnitt
fr: Section CAPEX
it: Sezione CAPEX

source: Single bus cost
de: Kosten eines einzelnen Busses
fr: Coût d’un bus
it: Costo dell'autobus

source: Single pack battery cost
de: Kosten eines Batteriepacks
fr: Coût d’un pack batterie
it: Costo della batteria

source: Battery pack lifetime
de: Lebensdauer des Batteriepacks
fr: Durée de vie du pack batterie
it: Durata della batteria

source: Minimum/maximum required/allowed battery packs
de: Erforderliche/zulässige Batteriepacks (min/max)
fr: Packs de batteries requis/autorisés (min/max)
it: Pacchi batteria minimi richiesti

source: Deposit charger section
de: Bereich Depot-Ladegerät
fr: Section chargeur au dépôt
it: Sezione tracciati

source: Nominal charging power
de: Nennladeleistung
fr: Puissance de charge nominale
it: Potenza di carica nominale

source: Single charger cost
de: Kosten eines einzelnen Ladegeräts
fr: Coût d’un chargeur
it: Costo del singolo caricatore

source: Charger lifetime
de: Lebensdauer des Ladegeräts
fr: Durée de vie du chargeur
it: Durata del caricatore

source: Additional chargers section (pantograph or plugin)
de: Bereich zusätzliche Ladegeräte (Stromabnehmer oder Stecker)
fr: Section chargeurs supplémentaires (pantographe ou prise)
it: Sezioni caricatori aggiuntivi (pantografi o plugin)

source: Connection fee and interest rate
de: Anschlussgebühr und Zinssatz
fr: Frais de connexion et taux d’intérêt
it: Tassa di connessione e tasso di interesse

source: Interest rate
de: Zinssatz
fr: Taux d'intérêt
it: Tasso di interesse

source: OPEX section
de: OPEX-Abschnitt
fr: Section OPEX
it: Sezione OPEX

source: Charging efficiency
de: Effizienz des Ladevorgangs
fr: Efficacité de la charge
it: Efficienza di ricarica

source: Energy tariff increase per year
de: Erhöhung des Energietarifs pro Jahr
fr: Augmentation du tarif de l'énergie par an
it: Aumento della tariffa energetica all'anno

source: Additional power tariff
de: Zusätzlicher Leistungstarif
fr: Tarif de puissance supplémentaire
it: Tariffa addizionale

source: Are you sure? You will receive a notification via email when the simulation will be completed
de: Sind Sie sicher? Sie erhalten eine Benachrichtigung per E-Mail, wenn die Simulation abgeschlossen ist
fr: Êtes-vous sûr ? Vous recevrez une notification par courrier électronique lorsque la simulation sera terminée.
it: Sei sicuro? Riceverai una notifica via email quando la simulazione sarà conclusa

source: Launch Simulation
de: Simulation starten
fr: Lancer la simulation
it: Simulazione di lancio

source: Please select at least one line
de: Bitte wählen Sie mindestens eine Linie
fr: Veuillez sélectionner au moins une ligne

source: Batteries
de: Batterien
it: Batterie

source: Simulations
de: Simulationen
it: Simulazioni

source: Total capacity of a bus
de: Gesamtkapazität eines Busses

source: Total
de: Summe

source: Confirm Password
de: Passwort bestätigen

source: PVXTE Web GUI
it: GUI Web PVXTE

source: Min. req. packs
it: Pacchetti minimi richiesti

source: Max. all. packs
it: Pacchetti massimi consentiti

source: New
it: Aggiungere nuovo

source: Connection lifetime
it: Costo della connessione
